// Задача 1: Создание первой переменной (Легкая)
//
// ОПИСАНИЕ:
// В этой задаче вы научитесь создавать переменные в Dart и выводить их значения.
// Переменная - это контейнер для хранения данных, который имеет имя.
//
// ЧТО НУЖНО СДЕЛАТЬ:
// 1. Создайте переменную с именем 'name' и присвойте ей ваше имя (текст в кавычках)
// 2. Создайте переменную с именем 'age' и присвойте ей ваш возраст (число)
// 3. Выведите на экран сообщение: "Меня зовут [имя], мне [возраст] лет"
//    Используйте созданные переменные для вывода
//
// ЧТО МЫ ДОЛЖНЫ ПОЛУЧИТЬ:
// При запуске программы вы увидите текст:
// Меня зовут Иван, мне 20 лет
// (с вашими данными)

void main() {
  var name = 'Leila';
  var age = 18;
  print('My name is $name,I am $age years old');

}
